"OK"="OK";
"CANCEL" = "Avbryt";
"Can't load bundle"="Kan inte läsa in paket";
"Apple" = "Apple";
"Pictures" = "Bilder";
"Other" = "Annan";
"CHOOSE" = "Välj";
"DOT_MAC_AND_RSS" = "%@ och RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "Kontrollerar RSS…";
"NO_FEED_FOUND" = "Strömmen kunde inte hittas.";
"GETTING_ALBUMS" = "Hämtar album…";
"SELECT_ALBUMS" = "Markera de album som ska visas:";
"INVALID_MEMBER_NAME" = "Ogiltigt medlemsnamn.";
"NO_ALBUMS_FOR_USER" = "Kunde inte hitta album för den här användaren.";

/* strings for tool tips */
"minute" = "minut";
"minutes" = "minuter";
"hour" = "timme";
"hours" = "timmar";
"OPTIONS_BUTTON_TIP" = "Ställ in alternativ för den här skärmsläckaren.";
"Never" = "Aldrig";
"Slideshow" = "Bildspel";
"Collage" = "Collage";
"Mosaic" = "Mosaik";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "Stil";

/* For contextual menu */
"DELETE" = "Radera";
"REVEAL_IN_FINDER" = "Visa i Finder";
"MOVE_TO_TRASH" = "Flytta till papperskorgen";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "Bläddra bland skärmsläckare";
"ADD_MOBILE_ME_GALLERY" = "Lägg till MobileMe-galleri…";
"ADD_PICTURES" = "Lägg till mapp med bilder…";
"ADD_RSS_FEED" = "Lägg till RSS-ström…";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/se/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "Lägg till bilder eller bläddra bland skärmsläckare";
"REMOVE_SAVER_AX_VALUE" = "Ta bort den markerade skärmsläckaren";

/* Alerts */
"INCOMPATIBLE_TITLE" = "Du kan inte använda skärmsläckaren %@ på den här datorn.";
"INCOMPATIBLE_DESC" = "Kontakta utvecklaren av skärmsläckaren för en nyare version.";
"DELETE_WARNING_TITLE" = "Är du säker på att du vill radera ”%@”?";
"DELETE_WARNING_DESC" = "Den här skärmsläckaren flyttas till papperskorgen.";
